Repository: solokha-o/Funny-Santa
Catalog: Funny Santa/Sounds/Localization/*.lproj/Localizable.strings
Languages: fi_fi, uk_ua

source: ğŸ„ Merry Christmas! Let's run with Funny Santa! ğŸ…ğŸ»
fi_fi: ğŸ„ HyvÃ¤Ã¤ joulua! Juetaan hauskan Joulupukin kanssa! ğŸ…ğŸ»

source: Points
fi_fi: Pisteet
uk_ua: Бали

source: Best result
fi_fi: Paras tulos
uk_ua: Найкращий результат

source: Game over!
fi_fi: Peli ohi!
uk_ua: Гра закінчена!

source: Score: %04d
fi_fi: Pisteet: %04d
uk_ua: Рахунок: %04d

source: ğŸ…ğŸ» Santa want running! ğŸ„
fi_fi: ğŸ…ğŸ» Joulupukki haluaa juosta! ğŸ„

source: ğŸ…ğŸ» Santa is missing you! ğŸ„
fi_fi: ğŸ…ğŸ» Joulupukki kaipaa sinua! ğŸ„

source: ğŸ…ğŸ» Let's play Fanny Santa! ğŸ„
fi_fi: ğŸ…ğŸ» Pelataan Fanny Santa! ğŸ„

source: ğŸ…ğŸ» Let's play before Santa will go to sleep! ğŸ„
fi_fi: ğŸ…ğŸ» Pelataan ennen kuin Joulupukki menee nukkumaan! ğŸ„

source: Open Funny Santa ğŸ„
fi_fi: Avaa Funny Santa ğŸ„

source: Resume.
fi_fi: Jatkaa.
uk_ua: Продовжити.

source: Run with Santa!
fi_fi: Juokse joulupukin kanssa!
uk_ua: Бігай разом з Сантою!

source: Pick up candies!
fi_fi: Nosta karkkeja!
uk_ua: Збирай цукерти!

source: Jump above water!
fi_fi: HyppÃ¤Ã¤ veden ylÃ¤puolelle!
uk_ua: Стрибай через воду!

source: Santa is running on South Pole. Help to Santa run as far away as you can.
fi_fi: Joulupukki juoksee etelÃ¤navalla. Auta joulupukkia juoksemaan niin kauas kuin voit.
uk_ua: Санта біжить на Південному полюсі. Допоможіть Санті бігти якомога далі.

source: Help to Santa to pick up so much candies that take to you extra points.
fi_fi: Auta joulupukkia poimimaan niin paljon karkkeja, jotka vievÃ¤t sinulle lisÃ¤pisteitÃ¤.
uk_ua: Допоможіть Санті підібрати більше цукерок, що принесе вам додаткові бали.

source: Santa must jump above water that he can run more further away.
fi_fi: Joulupukin tÃ¤ytyy hypÃ¤tÃ¤ veden ylÃ¤puolelle, jotta hÃ¤n voi juosta kauemmas.
uk_ua: Санта повинен стрибати над водою, щоб він міг бігти далі.

source: Skip
fi_fi: Ohita
uk_ua: Пропустити
